1password.op-vscode
4ops.terraform
adpyke.codesnap
adpyke.vscode-sql-formatter
anthropic.claude-code
arcticicestudio.nord-visual-studio-code
artdiniz.quitcontrol-vscode
astro-build.astro-vscode
bierner.markdown-mermaid
blinkshellinc.blink-fs
bradlc.vscode-tailwindcss
chwoerz.ts-worksheet
cloudflare.cloudflare-workers-bindings-extension
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
dtsvet.vscode-wasm
eliostruyf.vscode-remote-control
esbenp.prettier-vscode
fosshaas.fontsize-shortcuts
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grafana.vscode-jsonnet
gruntfuggly.todo-tree
idleberg.applescript
johnpapa.vscode-peacock
keesschollaart.vscode-home-assistant
kotfu.bunch
lextudio.restructuredtext
mcu-debug.debug-tracker-vscode
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
orta.vscode-twoslash-queries
oscarotero.vento-syntax
postman.postman-for-vscode
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
sumneko.lua
tailscale.vscode-tailscale
tamasfe.even-better-toml
timonwong.shellcheck
unifiedjs.vscode-mdx
virgilsisoe.hammerspoon
vscode-icons-team.vscode-icons
yatki.vscode-surround
yoavbls.pretty-ts-errors
